"DETAIL_NAV_TITLE" = "Подробнее";

"DUE" = "Срок";
"NONE_DUE_DATE" = "Нет";
"DUE_DATE_DETAIL_NAV_TITLE" = "К сроку";
"HAS_DUE_DATE_SWITCH_TITLE" = "Срок";
"SHOW_MORE" = "Показать еще…";
"SHOW_LESS" = "Показать меньше…";
"PRIORITY" = "Приоритет";

// Priority
"NONE_PRIORITY" = "Нет";
"LOW_PRIORITY" = "Низкий";
"MEDIUM_PRIORITY" = "Средний";
"HIGH_PRIORITY" = "Высокий";
"PRIORITY_DETAIL_NAV_TITLE" = "Приоритет";

// Lists
"REMINDER_LIST" = "Список";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Напоминание";
"NONE_REMINDER_ALERT" = "Никогда";
"ON_A_DAY" = "Напомнить в день";
"AT_A_LOCATION" = "Напомнить по месту";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "По месту";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Текущая геопозиция";
"CHOOSE_ADDRESS" = "Выбрать контакт…";
"DETERMINING_LOCATION" = "Определение геопозиции...";
"CANNOT_DETERMINE_LOCATION" = "Не удается определить геопозицию";
"MY_ADDRESS_WITHOUT_LABEL" = "Мой адрес"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Адрес участника: %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ участника: %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Прибытие";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Убытие";
"DUE_ALL_DAY_FORMAT" = "%@ (весь день)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%@ Вы получите напоминание\n%@, или не позднее %@ того же дня."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "по прибытии по этому адресу";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "по убытии по этому адресу";

// Location
"LOCATION" = "Геопозиция";
"NONE_LOCATION" = "Нет";
"ALARM_PROXIMITY_ENTER" = "По прибытии";
"ALARM_PROXIMITY_LEAVE" = "По убытии";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Выбрать геопозицию контакта";
"WIFI_DISABLED_SUBTEXT" = "Включите Wi-Fi в Настройках, чтобы улучшить точность напоминаний по геопозициям.";
"WIFI_DISABLED_PROMPT" = "Включение Wi-Fi в Настройках улучшит точность геопозиционирования.";
"WLAN_DISABLED_SUBTEXT" = "Включите WLAN в Настройках, чтобы улучшить точность напоминаний по геопозициям.";
"WLAN_DISABLED_PROMPT" = "Включение WLAN в Настройках улучшит точность геопозиционирования.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Включите Службы геолокации в Настройках, чтобы использовать напоминания по геопозициям.";
"SETTINGS" = "Настройки";
"TYPED_LOCATION_PLACEHOLDER" = "Введите адрес…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Не удается определить геопозицию этого адреса. Проверьте правильность его написания и повторите попытку.";
"MAP" = "Карта";
"SHOW_IN_MAP" = "Показать на карте";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Мои места";
"ME_CARD_ALERT_BODY" = "Напоминания могут использовать Вашу контактную информацию, чтобы предложить вариант на выбор — например, «дом» или «работа». Какой контакт использовать для этого?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Выбрать";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "С";
"LOCATION_DEGREES_EAST" = "В";
"LOCATION_DEGREES_SOUTH" = "Ю";
"LOCATION_DEGREES_WEST" = "З";
"LOCATION_DEGREES_FORMAT" = "%d° %d' %.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Не удается сохранить напоминание";

"UNTITLED_REMINDER" = "Новое";
